docs/history/history11/KBhare_we_living_in_guilded_age_2_0.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-02-03 Thu 17:54 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Are We Living in Guilded Age 2.0?</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Houjun Liu" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
<link rel="stylesheet" href="/admonition.css" type="text/css"/>
<link rel="stylesheet" href="https://quantumish.github.io/admonition.css" />
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">Are We Living in Guilded Age 2.0?</h1> <h2 class="subtitle"></h2> <span class="author">Houjun Liu</span> <span class="date">2022-02-03 Thu 17:53</date></div>
</div>
<div id="content">
<div id="linktables"><div id="table-of-backlinks"><h2>Backlinks</h2><ul><li><a class='backlink' href='KBhguilded_age_essay_prep.html'>Guilded Age Essay Prep</a></li> </ul></div><div id="table-of-contents"><h2>Table of Contents</h2><div id="text-table-of-contents">
<ul>
<li><a href="#orgf46968a">1. Reading Notes</a>
<ul>
<li><a href="#orgd308f8d">1.1. :claim: The current praise for opulence is a mark of the guilded age</a></li>
<li><a href="#org8919326">1.2. Original guilded age is marked by poverty, rising inequality, and corportization of politics</a></li>
<li><a href="#org0906bad">1.3. :claim: Guilded age had a sense of productive enthusiasm both by rising economy but also new tech</a></li>
<li><a href="#orgfb5be1e">1.4. Guilded age began the seperation of American social classes and lost of Republican values</a></li>
<li><a href="#org2ace8bc">1.5. :claim: That, if there <i>is</i> mass poverty, Republicanism has not fully suceeded</a></li>
<li><a href="#org376a9d4">1.6. Wealth accumulated and concentraded in the Guilded age</a></li>
<li><a href="#org31c5c1d">1.7. In the Guided age, there was a mark of admirement of the ultra-wealthy</a></li>
<li><a href="#org9e0bd91">1.8. Guilded age brought corporate lobbying</a></li>
<li><a href="#orgf41d4c4">1.9. Bribery became used and meddled with in American politics</a></li>
<li><a href="#orgc866883">1.10. As power consolidates, commoners' strikes became more common</a></li>
<li><a href="#org5ef47f5">1.11. Guilded age also had an echo of anti-immigration, counter-terrirism, and nationalism</a></li>
<li><a href="#org3099594">1.12. Guilded age also included attempted political disinfranchisement</a></li>
<li><a href="#org1b7473a">1.13. Guilded Age also contained mass partisanship</a></li>
<li><a href="#org8cf4eea">1.14. Guilded age was followed by Progressive progress</a></li>
</ul>
</li>
</ul>
</div></div>
</div>

<div id="outline-container-orgf46968a" class="outline-2">
<h2 id="orgf46968a"><span class="section-number-2">1</span> Reading Notes</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgd308f8d" class="outline-3">
<h3 id="orgd308f8d"><span class="section-number-3">1.1</span> :claim: The current praise for opulence is a mark of the guilded age</h3>
<div class="outline-text-3" id="text-1-1">
<p>
where the opulence is unapologetic and the ranks of the hoi polloi can be seen swelling outside the gates
</p>
</div>
</div>
<div id="outline-container-org8919326" class="outline-3">
<h3 id="org8919326"><span class="section-number-3">1.2</span> Original guilded age is marked by poverty, rising inequality, and corportization of politics</h3>
<div class="outline-text-3" id="text-1-2">
<p>
period from roughly 1870 to 1900 marked by increased poverty, rising inequality and growing concern about corporate influence in politics.
</p>
</div>
</div>
<div id="outline-container-org0906bad" class="outline-3">
<h3 id="org0906bad"><span class="section-number-3">1.3</span> :claim: Guilded age had a sense of productive enthusiasm both by rising economy but also new tech</h3>
<div class="outline-text-3" id="text-1-3">
<p>
Gilded Age enthusiasm was fueled not merely by the performance of the overall economy, but also by the new technologies it produced.
</p>
</div>
</div>
<div id="outline-container-orgfb5be1e" class="outline-3">
<h3 id="orgfb5be1e"><span class="section-number-3">1.4</span> Guilded age began the seperation of American social classes and lost of Republican values</h3>
<div class="outline-text-3" id="text-1-4">
<p>
That America was losing its republican character and becoming more like a European nation with a population of haves and have-nots locked into fixed classes.
</p>
</div>
</div>
<div id="outline-container-org2ace8bc" class="outline-3">
<h3 id="org2ace8bc"><span class="section-number-3">1.5</span> :claim: That, if there <i>is</i> mass poverty, Republicanism has not fully suceeded</h3>
<div class="outline-text-3" id="text-1-5">
<p>
Note Whitman‘s reference to “surface successes.” He was urging his audience to look beneath the gilding to see the threat facing the nation.
</p>
</div>
</div>
<div id="outline-container-org376a9d4" class="outline-3">
<h3 id="org376a9d4"><span class="section-number-3">1.6</span> Wealth accumulated and concentraded in the Guilded age</h3>
<div class="outline-text-3" id="text-1-6">
<p>
By 1890, the top 1 percent of the U.S. population owned 51 percent of all wealth.
</p>
</div>
</div>
<div id="outline-container-org31c5c1d" class="outline-3">
<h3 id="org31c5c1d"><span class="section-number-3">1.7</span> In the Guided age, there was a mark of admirement of the ultra-wealthy</h3>
<div class="outline-text-3" id="text-1-7">
<p>
As guests arrived to the mansion, surging crowds of lookey-loos had to be held back by police, like fans at a red-carpet premiere.
</p>
</div>
</div>
<div id="outline-container-org9e0bd91" class="outline-3">
<h3 id="org9e0bd91"><span class="section-number-3">1.8</span> Guilded age brought corporate lobbying</h3>
<div class="outline-text-3" id="text-1-8">
<p>
Industrialists used their influence to lobby lawmakers to adopt policies favorable to big business and hostile to organized labor.
</p>
</div>
</div>
<div id="outline-container-orgf41d4c4" class="outline-3">
<h3 id="orgf41d4c4"><span class="section-number-3">1.9</span> Bribery became used and meddled with in American politics</h3>
<div class="outline-text-3" id="text-1-9">
<p>
“There are two things that are important in politics. The first is money, and I can’t remember what the second one is.”
</p>
</div>
</div>
<div id="outline-container-orgc866883" class="outline-3">
<h3 id="orgc866883"><span class="section-number-3">1.10</span> As power consolidates, commoners' strikes became more common</h3>
<div class="outline-text-3" id="text-1-10">
<p>
These include the first nationwide railroad strikes, the Great Uprising of 1877 and the Pullman Strike of 1894, both of which saw more than 100 people killed in clashes with police, state militia and federal troops.
</p>
</div>
</div>
<div id="outline-container-org5ef47f5" class="outline-3">
<h3 id="org5ef47f5"><span class="section-number-3">1.11</span> Guilded age also had an echo of anti-immigration, counter-terrirism, and nationalism</h3>
<div class="outline-text-3" id="text-1-11">
<p>
There was even concern about terrorism in the late-19th century, a threat associated with German anarchists and Irish nationalists
</p>
</div>
</div>
<div id="outline-container-org3099594" class="outline-3">
<h3 id="org3099594"><span class="section-number-3">1.12</span> Guilded age also included attempted political disinfranchisement</h3>
<div class="outline-text-3" id="text-1-12">
<p>
In the North in the 1870s, lawmakers in New York state tried unsuccessfully to strip voting rights from poor urban whites—a majority of them Irish and Irish American.
</p>
</div>
</div>
<div id="outline-container-org1b7473a" class="outline-3">
<h3 id="org1b7473a"><span class="section-number-3">1.13</span> Guilded Age also contained mass partisanship</h3>
<div class="outline-text-3" id="text-1-13">
<p>
The first Gilded Age was marked by intense partisanship, gridlock and presidential elections decided by razor-thin margins. Sound familiar?
</p>
</div>
</div>
<div id="outline-container-org8cf4eea" class="outline-3">
<h3 id="org8cf4eea"><span class="section-number-3">1.14</span> Guilded age was followed by Progressive progress</h3>
<div class="outline-text-3" id="text-1-14">
<p>
The original Gilded Age was followed by the Progressive Era (1900-1920), a period marked by a vast array of reforms that alleviated poverty, increased workplace safety, improved public health and education, restrained big business, adopted an income tax
</p>
</div>
</div>
</div>
</div>
</body>
</html>
